Repository: Amine27/plasma_applet_athkar
Catalog: po/*.po
Languages: ar

source: Form
ar: النموذج

source: Display Athkar from:
ar: عرض الأذكار من:

source: Local data base
ar: قاعدة بيانات محلية

source: Change thikr every:
ar: تغيير الذكر كل:

source: hh 'Hours' mm 'Mins' ss 'Secs'
ar: hh 'ساعة' mm 'دقيقة' ss 'ثانية'

source: Style:
ar: سمة:

source: &Bold
ar: &عريض

source: &italic
ar: &مائل

source: Use custom font size:
ar: حجم الخط المخصص:

source: Color:
ar: اللون:

source: Use theme color
ar: استعمل لون السمة:

source: Use custom color:
ar: اللون المخصص:

source: Size:
ar: الحجم:

source: Athkar language:
ar: لغة الأذكار:

source: Show merits
ar: إظهار الفضائل

source: Choose your TTS engine
ar: إختر محرك TSS

source: found
ar: موجود

source: info
ar: معلومة

source: Athkar in Arabic are not supported
ar: الأذكار باللغة العربية غير مدعومة

source: Show:
ar: عرض:

source: Hadith
ar: الأحاديث

source: Douaa
ar: الادعية

source: Hikma
ar: الحكم

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: hh 'Hours' mm 'Mins' ss 'Secs'
ar: hh 'ساعة' mm 'دقيقة' ss 'ثانية'

source: Proverb prayer
ar: الأدعية

source: Wisdom
ar: الحكم

# NAME OF TRANSLATORS
source: Your names
ar: Amine Roukh

# EMAIL OF TRANSLATORS
source: Your emails
ar: amineroukh@gmail.com

source: Next Thikr
ar: الذكر التالي

source: Previous Thikr
ar: الذكر السابق

source: Copy Thikr
ar: نسخ الذكر

source: Listen to Thikr
ar: الإستماع للذكر

source: General
ar: عام

source: Database
ar: قاعدة البيانات

source: Voice
ar: الصوت

source: not found... please install it
ar: لايوجد... قم بتثيته من فضلك
